Repository: zhaomin1995/video_player
Catalog: Awesome Player/App/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, ru, yue, zh_hans, zh_hant

source: Exit Fullscreen
de: Vollbild beenden
es: Salir de pantalla completa
fr: Quitter le plein écran
ja: フルスクリーンを終了
ko: 전체 화면 종료
pt_br: Sair da tela cheia
ru: Выйти из полноэкранного режима
yue: 離開全螢幕
zh_hans: 退出全屏
zh_hant: 離開全螢幕

source: Failed to create transcoder
de: Transcoder konnte nicht erstellt werden
es: No se pudo crear el transcodificador
fr: Échec de création du transcodeur
ja: トランスコーダの作成に失敗しました
ko: 트랜스코더 생성 실패
pt_br: Falha ao criar o transcodificador
ru: Не удалось создать транскодер
yue: 建立轉碼器失敗
zh_hans: 创建转码器失败
zh_hant: 建立轉碼器失敗

source: Failed to fetch video info
de: Videoinformationen konnten nicht abgerufen werden
es: No se pudo obtener la información del video
fr: Échec de la récupération des infos vidéo
ja: ビデオ情報の取得に失敗しました
ko: 비디오 정보 가져오기 실패
pt_br: Falha ao obter informações do vídeo
ru: Не удалось получить сведения о видео
yue: 取得影片資料失敗
zh_hans: 获取视频信息失败
zh_hant: 取得視訊資訊失敗

source: Failed to get stream URL
de: Stream-URL konnte nicht abgerufen werden
es: No se pudo obtener la URL de transmisión
fr: Échec de la récupération de l'URL du flux
ja: ストリーム URL の取得に失敗しました
ko: 스트림 URL 가져오기 실패
pt_br: Falha ao obter URL do fluxo
ru: Не удалось получить URL потока
yue: 取得串流網址失敗
zh_hans: 获取流地址失败
zh_hant: 取得串流網址失敗

source: Failed to open file
de: Datei konnte nicht geöffnet werden
es: No se pudo abrir el archivo
fr: Impossible d'ouvrir le fichier
ja: ファイルを開けませんでした
ko: 파일을 열 수 없음
pt_br: Falha ao abrir o arquivo
ru: Не удалось открыть файл
yue: 開啟檔案失敗
zh_hans: 打开文件失败
zh_hant: 開啟檔案失敗

source: Failed to open input file
de: Eingabedatei konnte nicht geöffnet werden
es: No se pudo abrir el archivo de entrada
fr: Impossible d'ouvrir le fichier d'entrée
ja: 入力ファイルを開けませんでした
ko: 입력 파일을 열 수 없음
pt_br: Falha ao abrir arquivo de entrada
ru: Не удалось открыть входной файл
yue: 開啟輸入檔案失敗
zh_hans: 打开输入文件失败
zh_hant: 開啟輸入檔案失敗

source: Failed to open stream
de: Stream konnte nicht geöffnet werden
es: No se pudo abrir la transmisión
fr: Impossible d'ouvrir le flux
ja: ストリームを開けませんでした
ko: 스트림을 열 수 없음
pt_br: Falha ao abrir o fluxo
ru: Не удалось открыть поток
yue: 開啟串流失敗
zh_hans: 打开流失败
zh_hant: 開啟串流失敗

source: Faster
de: Schneller
es: Más rápido
fr: Plus rapide
ja: 速く
ko: 빠르게
pt_br: Mais rápido
ru: Быстрее
yue: 較快
zh_hans: 更快
zh_hant: 較快

source: Fetching formats…
de: Formate werden abgerufen…
es: Obteniendo formatos…
fr: Récupération des formats…
ja: フォーマットを取得中…
ko: 포맷 가져오는 중…
pt_br: Obtendo formatos…
ru: Получение форматов…
yue: 正在取得格式…
zh_hans: 正在获取格式…
zh_hant: 正在取得格式…

source: File
de: Datei
es: Archivo
fr: Fichier
ja: ファイル
ko: 파일
pt_br: Arquivo
ru: Файл
yue: 檔案
zh_hans: 文件
zh_hant: 檔案

source: Fill Screen
de: Bildschirm füllen
es: Llenar pantalla
fr: Remplir l'écran
ja: 画面を埋める
ko: 화면 채우기
pt_br: Preencher Tela
ru: Заполнить экран
yue: 填滿屏幕
zh_hans: 填充屏幕
zh_hant: 填滿螢幕

source: Fill screen
de: Bildschirm füllen
es: Llenar pantalla
fr: Remplir l'écran
ja: 画面を埋める
ko: 화면 채우기
pt_br: Preencher tela
ru: Заполнить экран
yue: 填滿屏幕
zh_hans: 填充屏幕
zh_hant: 填滿螢幕

source: Fill screen mode:
de: Bildschirm-Füllmodus:
es: Modo de llenado:
fr: Mode de remplissage :
ja: 画面埋めモード:
ko: 화면 채우기 모드:
pt_br: Modo de preenchimento:
ru: Режим заполнения:
yue: 填滿模式:
zh_hans: 填充模式:
zh_hant: 填滿模式:

source: Filters
de: Filter
es: Filtros
fr: Filtres
ja: フィルタ
ko: 필터
pt_br: Filtros
ru: Фильтры
yue: 濾鏡
zh_hans: 滤镜
zh_hant: 濾鏡

source: Fit to Screen
de: An Bildschirm anpassen
es: Ajustar a la pantalla
fr: Adapter à l'écran
ja: 画面に合わせる
ko: 화면에 맞추기
pt_br: Ajustar à Tela
ru: По размеру экрана
yue: 符合屏幕
zh_hans: 适合屏幕
zh_hant: 符合螢幕

source: Fit to screen
de: An Bildschirm anpassen
es: Ajustar a la pantalla
fr: Adapter à l'écran
ja: 画面に合わせる
ko: 화면에 맞추기
pt_br: Ajustar à tela
ru: По размеру экрана
yue: 符合屏幕
zh_hans: 适合屏幕
zh_hant: 符合螢幕

source: Flat
de: Linear
es: Plano
fr: Plat
ja: フラット
ko: 플랫
pt_br: Linear
ru: Плоский
yue: 平坦
zh_hans: 平直
zh_hant: 平坦

source: Flip Horizontal
de: Horizontal spiegeln
es: Voltear horizontal
fr: Retourner horizontalement
ja: 左右反転
ko: 좌우 반전
pt_br: Inverter Horizontalmente
ru: Отразить по горизонтали
yue: 水平翻轉
zh_hans: 水平翻转
zh_hant: 水平翻轉

source: Flip Vertical
de: Vertikal spiegeln
es: Voltear vertical
fr: Retourner verticalement
ja: 上下反転
ko: 상하 반전
pt_br: Inverter Verticalmente
ru: Отразить по вертикали
yue: 垂直翻轉
zh_hans: 垂直翻转
zh_hant: 垂直翻轉

source: Flip horizontal
de: Horizontal spiegeln
es: Voltear horizontal
fr: Retourner horizontalement
ja: 左右反転
ko: 좌우 반전
pt_br: Inverter horizontalmente
ru: Отразить по горизонтали
yue: 水平翻轉
zh_hans: 水平翻转
zh_hant: 水平翻轉

source: Flip vertical
de: Vertikal spiegeln
es: Voltear vertical
fr: Retourner verticalement
ja: 上下反転
ko: 상하 반전
pt_br: Inverter verticalmente
ru: Отразить по вертикали
yue: 垂直翻轉
zh_hans: 垂直翻转
zh_hant: 垂直翻轉

source: Force Hardware (VideoToolbox)
de: Hardware erzwingen (VideoToolbox)
es: Forzar hardware (VideoToolbox)
fr: Forcer matériel (VideoToolbox)
ja: ハードウェア強制 (VideoToolbox)
ko: 하드웨어 강제 (VideoToolbox)
pt_br: Forçar hardware (VideoToolbox)
ru: Принудительно аппаратное (VideoToolbox)
yue: 強制硬件 (VideoToolbox)
zh_hans: 强制硬件 (VideoToolbox)
zh_hant: 強制硬體 (VideoToolbox)

source: Force SDR
de: SDR erzwingen
es: Forzar SDR
fr: Forcer SDR
ja: SDR を強制
ko: SDR 강제
pt_br: Forçar SDR
ru: Принудительно SDR
yue: 強制 SDR
zh_hans: 强制 SDR
zh_hant: 強制 SDR

source: Force Software
de: Software erzwingen
es: Forzar software
fr: Forcer logiciel
ja: ソフトウェア強制
ko: 소프트웨어 강제
pt_br: Forçar software
ru: Принудительно программное
yue: 強制軟件
zh_hans: 强制软件
zh_hant: 強制軟體

source: Found: %@
de: Gefunden: %@
es: Encontrado: %@
fr: Trouvé : %@
ja: 検出: %@
ko: 발견: %@
pt_br: Encontrado: %@
ru: Найдено: %@
yue: 找到:%@
zh_hans: 发现:%@
zh_hant: 找到:%@

source: Frame step backward
de: Bild zurück
es: Cuadro atrás
fr: Image précédente
ja: 1フレーム戻る
ko: 한 프레임 뒤로
pt_br: Voltar quadro
ru: Кадр назад
yue: 後退一格
zh_hans: 后退一帧
zh_hant: 後退一格

source: Frame step forward
de: Bild vor
es: Cuadro adelante
fr: Image suivante
ja: 1フレーム進む
ko: 한 프레임 앞으로
pt_br: Avançar quadro
ru: Кадр вперёд
yue: 前進一格
zh_hans: 前进一帧
zh_hant: 前進一格

source: Frame ▶
de: Bild ▶
es: Fotograma ▶
fr: Image ▶
ja: フレーム ▶
ko: 프레임 ▶
pt_br: Quadro ▶
ru: Кадр ▶
yue: 畫格 ▶
zh_hans: 帧 ▶
zh_hant: 影格 ▶

source: General
de: Allgemein
fr: Général
ja: 一般
ko: 일반
pt_br: Geral
ru: Основные
yue: 一般
zh_hans: 通用
zh_hant: 一般

source: Go!
de: Los!
es: ¡Iniciar!
fr: Lancer !
ja: 開始！
ko: 시작!
pt_br: Iniciar!
ru: Старт!
yue: 開始！
zh_hans: 开始！
zh_hant: 開始！

source: Gray
de: Grau
es: Gris
fr: Gris
ja: グレー
ko: 회색
pt_br: Cinza
ru: Серый
yue: 灰色
zh_hans: 灰色
zh_hant: 灰色

source: Green
de: Grün
es: Verde
fr: Vert
ja: 緑
ko: 녹색
pt_br: Verde
ru: Зелёный
yue: 綠色
zh_hans: 绿色
zh_hant: 綠色

source: HDR tone mapping:
de: HDR-Tonzuordnung:
es: Mapeo de tonos HDR:
fr: Tone mapping HDR :
ja: HDR トーンマッピング:
ko: HDR 톤 매핑:
pt_br: Mapeamento de tons HDR:
ru: Тональное отображение HDR:
yue: HDR 色調映射:
zh_hans: HDR 色调映射:
zh_hant: HDR 色調映射:

source: Half Size
de: Halbe Größe
es: Mitad del tamaño
fr: Taille réduite de moitié
ja: 半分のサイズ
ko: 절반 크기
pt_br: Tamanho pela Metade
ru: Половинный размер
yue: 一半大細
zh_hans: 半尺寸
zh_hant: 一半尺寸

source: Help
de: Hilfe
es: Ayuda
fr: Aide
ja: ヘルプ
ko: 도움말
pt_br: Ajuda
ru: Справка
yue: 說明
zh_hans: 帮助
zh_hant: 說明

source: Hide Awesome Player
de: Awesome Player ausblenden
es: Ocultar Awesome Player
fr: Masquer Awesome Player
ja: Awesome Player を隠す
ko: Awesome Player 가리기
pt_br: Ocultar o Awesome Player
ru: Скрыть Awesome Player
yue: 隱藏 Awesome Player
zh_hans: 隐藏 Awesome Player
zh_hant: 隱藏 Awesome Player

source: Hide Others
de: Andere ausblenden
es: Ocultar otros
fr: Masquer les autres
ja: ほかを隠す
ko: 다른 항목 가리기
pt_br: Ocultar Outros
ru: Скрыть остальные
yue: 隱藏其他
zh_hans: 隐藏其他
zh_hant: 隱藏其他

source: Hide Subtitles
de: Untertitel ausblenden
es: Ocultar subtítulos
fr: Masquer les sous-titres
ja: 字幕を隠す
ko: 자막 숨기기
pt_br: Ocultar Legendas
ru: Скрыть субтитры
yue: 隱藏字幕
zh_hans: 隐藏字幕
zh_hant: 隱藏字幕

source: Hue
de: Farbton
es: Tono
fr: Teinte
ja: 色相
ko: 색조
pt_br: Matiz
ru: Оттенок
yue: 色相
zh_hans: 色相
zh_hant: 色相

source: Increase Volume
de: Lauter
es: Subir volumen
fr: Augmenter le volume
ja: 音量を上げる
ko: 음량 높이기
pt_br: Aumentar Volume
ru: Увеличить громкость
yue: 提高音量
zh_hans: 增大音量
zh_hant: 提高音量

source: Input
de: Eingabe
es: Entrada
fr: Entrée
ja: 入力
ko: 입력
pt_br: Entrada
ru: Ввод
yue: 輸入
zh_hans: 输入
zh_hant: 輸入

source: Jump
de: Springen
es: Saltar
fr: Atteindre
ja: ジャンプ
ko: 이동
pt_br: Ir
ru: Перейти
yue: 跳去
zh_hans: 跳转
zh_hant: 跳轉

source: Jump to %@
de: Zu %@ springen
es: Saltar a %@
fr: Atteindre %@
ja: %@ にジャンプ
ko: %@로 이동
pt_br: Ir para %@
ru: Перейти к %@
yue: 跳去 %@
zh_hans: 跳转到 %@
zh_hant: 跳至 %@

source: Jump to Time
de: Zu Zeit springen
es: Saltar a tiempo
fr: Atteindre
ja: 指定時刻にジャンプ
ko: 시간 이동
pt_br: Ir para o Tempo
ru: Перейти ко времени
yue: 跳去指定時間
zh_hans: 跳转到指定时间
zh_hant: 跳至指定時間

source: Jump to Time…
de: Zu Zeit springen…
es: Saltar a tiempo…
fr: Atteindre…
ja: 指定時刻にジャンプ…
ko: 시간 이동…
pt_br: Ir para o Tempo…
ru: Перейти ко времени…
yue: 跳去指定時間…
zh_hans: 跳转到指定时间…
zh_hant: 跳至指定時間…

source: Keep on Top
de: Immer im Vordergrund
es: Mantener visible
fr: Garder au premier plan
ja: 常に手前に表示
ko: 항상 위에
pt_br: Manter no Topo
ru: Поверх всех окон
yue: 保持喺最頂
zh_hans: 保持置顶
zh_hant: 保持最上層

source: Keep window on top
de: Fenster im Vordergrund halten
es: Mantener ventana en primer plano
fr: Garder la fenêtre au premier plan
ja: ウィンドウを最前面に保つ
ko: 창을 맨 앞에 유지
pt_br: Manter janela no topo
ru: Поверх остальных окон
yue: 視窗保持喺最頂
zh_hans: 窗口保持在最前
zh_hant: 視窗保持在最上層

source: Keyboard Shortcuts
de: Tastenkürzel
es: Atajos de teclado
fr: Raccourcis clavier
ja: キーボードショートカット
ko: 키보드 단축키
pt_br: Atalhos de teclado
ru: Сочетания клавиш
yue: 鍵盤快捷鍵
zh_hans: 键盘快捷键
zh_hant: 鍵盤快捷鍵

source: Lang
de: Sprache
es: Idioma
fr: Langue
ja: 言語
ko: 언어
pt_br: Idioma
ru: Язык
yue: 語言
zh_hans: 语言
zh_hant: 語言

source: Language
de: Sprache
es: Idioma
fr: Langue
ja: 言語
ko: 언어
pt_br: Idioma
ru: Язык
yue: 語言
zh_hans: 语言
zh_hant: 語言

source: Light
de: Hell
es: Claro
fr: Clair
ja: ライト
ko: 라이트
pt_br: Claro
ru: Светлая
yue: 淺色
zh_hans: 浅色
zh_hant: 淺色

source: Lime
de: Limette
es: Lima
fr: Citron vert
ja: ライム
ko: 라임
pt_br: Lima
ru: Лаймовый
yue: 青檸綠
zh_hans: 酸橙绿
zh_hant: 萊姆綠

source: Loaded.
de: Geladen.
es: Cargado.
fr: Chargé.
ja: 読み込みました。
ko: 불러왔습니다.
pt_br: Carregado.
ru: Загружено.
yue: 已載入。
zh_hans: 已加载。
zh_hant: 已載入。

source: Loading…
de: Wird geladen…
es: Cargando…
fr: Chargement…
ja: 読み込み中…
ko: 로드 중…
pt_br: Carregando…
ru: Загрузка…
yue: 載入中…
zh_hans: 加载中…
zh_hant: 載入中…

source: Login failed: %@
de: Anmeldung fehlgeschlagen: %@
es: Error de inicio de sesión: %@
fr: Échec de la connexion : %@
ja: ログインに失敗しました: %@
ko: 로그인 실패: %@
pt_br: Falha no login: %@
ru: Ошибка входа: %@
yue: 登入失敗:%@
zh_hans: 登录失败:%@
zh_hant: 登入失敗:%@

source: Maroon
de: Kastanienbraun
es: Granate
fr: Marron
ja: マルーン
ko: 적갈색
pt_br: Marrom
ru: Тёмно-бордовый
yue: 栗色
zh_hans: 栗色
zh_hant: 栗色

source: Media Inspector
de: Medieninspektor
es: Inspector multimedia
fr: Inspecteur multimédia
ja: メディアインスペクタ
ko: 미디어 인스펙터
pt_br: Inspetor de Mídia
ru: Сведения о медиа
yue: 媒體資料
zh_hans: 媒体检查器
zh_hant: 媒體資訊

source: Media Keys
de: Medientasten
es: Teclas multimedia
fr: Touches multimédia
ja: メディアキー
ko: 미디어 키
pt_br: Teclas de mídia
ru: Медиаклавиши
yue: 媒體鍵
zh_hans: 媒体键
zh_hant: 媒體鍵

source: Minimize
de: Im Dock ablegen
es: Minimizar
fr: Réduire
ja: しまう
ko: 최소화
pt_br: Minimizar
ru: Свернуть
yue: 縮到最細
zh_hans: 最小化
zh_hant: 縮到最小

source: Mouse
de: Maus
es: Ratón
fr: Souris
ja: マウス
ko: 마우스
ru: Мышь
yue: 滑鼠
zh_hans: 鼠标
zh_hant: 滑鼠

source: Movie or show title
de: Film- oder Sendungstitel
es: Título de película o serie
fr: Titre du film ou de la série
ja: 映画またはショーのタイトル
ko: 영화 또는 쇼 제목
pt_br: Título do filme ou série
ru: Название фильма или сериала
yue: 電影或劇集標題
zh_hans: 电影或剧集标题
zh_hant: 電影或劇集標題

source: Mute
de: Stummschalten
es: Silenciar
fr: Couper le son
ja: 消音
ko: 음소거
pt_br: Silenciar
ru: Без звука
yue: 靜音
zh_hans: 静音
zh_hant: 靜音

source: Mute / Unmute
de: Stumm/Ton ein
es: Silenciar/Activar
fr: Couper/Activer le son
ja: ミュート/ミュート解除
ko: 음소거/음소거 해제
pt_br: Silenciar/Ativar som
ru: Откл./вкл. звук
yue: 靜音/取消靜音
zh_hans: 静音/取消静音
zh_hant: 靜音/取消靜音

source: Muted
de: Stumm
es: Silenciado
fr: Muet
ja: ミュート
ko: 음소거됨
pt_br: Silenciado
ru: Звук выключен
yue: 已靜音
zh_hans: 已静音
zh_hant: 已靜音

source: Navy
de: Marineblau
es: Azul marino
fr: Marine
ja: ネイビー
ko: 남색
pt_br: Azul-marinho
ru: Тёмно-синий
yue: 海軍藍
zh_hans: 藏青
zh_hant: 海軍藍

source: Next
de: Nächstes
es: Siguiente
fr: Suivant
ja: 次へ
ko: 다음
pt_br: Próximo
ru: Вперёд
yue: 下一個
zh_hans: 下一个
zh_hant: 下一首

source: Next chapter
de: Nächstes Kapitel
es: Capítulo siguiente
fr: Chapitre suivant
ja: 次のチャプター
ko: 다음 챕터
pt_br: Próximo capítulo
ru: Следующая глава
yue: 下一章
zh_hans: 下一章
zh_hant: 下一章

source: No devices found
de: Keine Geräte gefunden
es: No se han encontrado dispositivos
fr: Aucun appareil détecté
ja: デバイスが見つかりません
ko: 장치를 찾을 수 없음
pt_br: Nenhum dispositivo encontrado
ru: Устройства не найдены
yue: 搵唔到裝置
zh_hans: 未找到设备
zh_hant: 找不到裝置

source: No external display found — add one via System Settings > Displays
de: Kein externer Bildschirm gefunden – fügen Sie einen über Systemeinstellungen > Monitore hinzu
es: No se encontró pantalla externa — añade una en Ajustes del Sistema > Pantallas
fr: Aucun écran externe détecté — ajoutez-en un dans Réglages Système > Moniteurs
ja: 外部ディスプレイが見つかりません — システム設定 > ディスプレイで追加してください
ko: 외부 디스플레이를 찾을 수 없음 — 시스템 설정 > 디스플레이에서 추가하십시오
pt_br: Nenhuma tela externa encontrada — adicione uma em Ajustes do Sistema > Monitores
ru: Внешний дисплей не найден — добавьте его в Системных настройках > Мониторы
yue: 搵唔到外接屏幕 — 請去系統設定 > 顯示器加入一個
zh_hans: 未找到外接显示器 — 请在「系统设置 > 显示器」中添加
zh_hant: 找不到外部螢幕 — 請至系統設定 > 顯示器中加入

source: No file playing
de: Keine Datei wird wiedergegeben
es: No hay archivo en reproducción
fr: Aucun fichier en cours
ja: 再生中のファイルがありません
ko: 재생 중인 파일 없음
pt_br: Nenhum arquivo em reprodução
ru: Файл не воспроизводится
yue: 冇檔案喺度播放
zh_hans: 没有正在播放的文件
zh_hant: 沒有正在播放的檔案

source: No media selected
de: Keine Medien ausgewählt
es: No se ha seleccionado ningún contenido
fr: Aucun média sélectionné
ja: メディアが選択されていません
ko: 미디어가 선택되지 않음
pt_br: Nenhuma mídia selecionada
ru: Медиафайл не выбран
yue: 未揀媒體
zh_hans: 未选择媒体
zh_hant: 未選擇媒體

source: No next chapter
de: Kein nächstes Kapitel
es: No hay capítulo siguiente
fr: Pas de chapitre suivant
ja: 次のチャプターがありません
ko: 다음 챕터 없음
pt_br: Sem próximo capítulo
ru: Нет следующей главы
yue: 冇下一章
zh_hans: 没有下一章
zh_hant: 沒有下一章

source: No next track
de: Kein nächster Titel
es: No hay pista siguiente
fr: Pas de piste suivante
ja: 次のトラックがありません
ko: 다음 트랙 없음
pt_br: Sem próxima faixa
ru: Нет следующей дорожки
yue: 冇下一個
zh_hans: 没有下一个
zh_hant: 沒有下一首

source: No previous chapter
de: Kein vorheriges Kapitel
es: No hay capítulo anterior
fr: Pas de chapitre précédent
ja: 前のチャプターがありません
ko: 이전 챕터 없음
pt_br: Sem capítulo anterior
ru: Нет предыдущей главы
yue: 冇上一章
zh_hans: 没有上一章
zh_hant: 沒有上一章

source: No previous track
de: Kein vorheriger Titel
es: No hay pista anterior
fr: Pas de piste précédente
ja: 前のトラックがありません
ko: 이전 트랙 없음
pt_br: Sem faixa anterior
ru: Нет предыдущей дорожки
yue: 冇上一個
zh_hans: 没有上一个
zh_hant: 沒有上一首

source: No video formats found
de: Keine Videoformate gefunden
es: No se encontraron formatos de video
fr: Aucun format vidéo détecté
ja: ビデオフォーマットが見つかりません
ko: 비디오 포맷을 찾을 수 없음
pt_br: Nenhum formato de vídeo encontrado
ru: Видеоформаты не найдены
yue: 搵唔到影片格式
zh_hans: 未找到视频格式
zh_hant: 找不到視訊格式

source: No video loaded
de: Kein Video geladen
es: No hay video cargado
fr: Aucune vidéo chargée
ja: ビデオが読み込まれていません
ko: 비디오가 로드되지 않음
pt_br: Nenhum vídeo carregado
ru: Видео не загружено
yue: 未載入影片
zh_hans: 未加载视频
zh_hant: 未載入視訊

source: No video playing
de: Kein Video wird wiedergegeben
es: No hay video en reproducción
fr: Aucune vidéo en cours
ja: 再生中のビデオがありません
ko: 재생 중인 비디오가 없음
pt_br: Nenhum vídeo em reprodução
ru: Видео не воспроизводится
yue: 冇影片喺度播放
zh_hans: 没有视频在播放
zh_hant: 沒有視訊正在播放

source: None
de: Keine
es: Ninguno
fr: Aucun
ja: なし
ko: 없음
pt_br: Nenhum
ru: Нет
yue: 無
zh_hans: 无
zh_hant: 無

source: Nothing
de: Keine
es: Nada
fr: Aucune
ja: 何もしない
ko: 없음
pt_br: Nada
ru: Ничего
yue: 無
zh_hans: 无
zh_hant: 無

source: Off
de: Aus
es: Desactivado
fr: Désactivé
ja: オフ
ko: 끔
pt_br: Desativado
ru: Выкл
yue: 關
zh_hans: 关
zh_hant: 關

source: Open
de: Öffnen
es: Abrir
fr: Ouvrir
ja: 開く
ko: 열기
pt_br: Abrir
ru: Открыть
yue: 開啟
zh_hans: 打开
zh_hant: 打開

source: Open File…
de: Datei öffnen…
es: Abrir archivo…
fr: Ouvrir un fichier…
ja: ファイルを開く…
ko: 파일 열기…
pt_br: Abrir Arquivo…
ru: Открыть файл…
yue: 開啟檔案…
zh_hans: 打开文件…
zh_hant: 打開檔案…

source: Open Media…
de: Medien öffnen…
es: Abrir contenido…
fr: Ouvrir un média…
ja: メディアを開く…
ko: 미디어 열기…
pt_br: Abrir Mídia…
ru: Открыть медиа…
yue: 開啟媒體…
zh_hans: 打开媒体…
zh_hant: 打開媒體…

source: Open Recent
de: Benutzte Objekte
es: Abrir reciente
fr: Ouvrir récent
ja: 最近使った項目を開く
ko: 최근 사용 열기
pt_br: Abrir Recentes
ru: Недавние объекты
yue: 最近開啟
zh_hans: 最近打开
zh_hant: 最近打開

source: Open Release Page
de: Release-Seite öffnen
es: Abrir página de la versión
fr: Ouvrir la page de la version
ja: リリースページを開く
ko: 릴리스 페이지 열기
pt_br: Abrir página de lançamentos
ru: Открыть страницу релиза
yue: 開啟發佈頁面
zh_hans: 打开发布页面
zh_hant: 開啟發佈頁面

source: Open URL
de: URL öffnen
es: Abrir URL
fr: Ouvrir une URL
ja: URL を開く
ko: URL 열기
pt_br: Abrir URL
ru: Открыть URL
yue: 開啟 URL
zh_hans: 打开 URL
zh_hant: 打開 URL

source: Open URL…
de: URL öffnen…
es: Abrir URL…
fr: Ouvrir une URL…
ja: URL を開く…
ko: URL 열기…
pt_br: Abrir URL…
ru: Открыть URL…
yue: 開啟 URL…
zh_hans: 打开 URL…
zh_hant: 打開 URL…

source: OpenSubtitles API key is not set. Add it in Preferences → Subtitles.
de: OpenSubtitles-API-Schlüssel ist nicht gesetzt. Fügen Sie ihn unter Einstellungen → Untertitel hinzu.
es: La clave API de OpenSubtitles no está configurada. Añádela en Preferencias → Subtítulos.
fr: La clé API OpenSubtitles n'est pas définie. Ajoutez-la dans Préférences → Sous-titres.
ja: OpenSubtitles API キーが設定されていません。環境設定 → 字幕で追加してください。
ko: OpenSubtitles API 키가 설정되지 않았습니다. 환경설정 → 자막에서 추가하세요.
pt_br: A chave da API do OpenSubtitles não está definida. Adicione em Preferências → Legendas.
ru: API-ключ OpenSubtitles не задан. Добавьте его в Настройки → Субтитры.
yue: 未設定 OpenSubtitles API 金鑰。請喺偏好設定 → 字幕加入。
zh_hans: 未设置 OpenSubtitles API 密钥。请在偏好设置 → 字幕中添加。
zh_hant: 未設定 OpenSubtitles API 金鑰。請在偏好設定 → 字幕中加入。

source: OpenSubtitles username/password is not set.
de: OpenSubtitles-Benutzername/-Passwort ist nicht gesetzt.
es: El usuario o contraseña de OpenSubtitles no está configurado.
fr: Identifiant ou mot de passe OpenSubtitles non défini.
ja: OpenSubtitles のユーザー名/パスワードが設定されていません。
ko: OpenSubtitles 사용자 이름/비밀번호가 설정되지 않았습니다.
pt_br: Usuário/senha do OpenSubtitles não definidos.
ru: Имя пользователя или пароль OpenSubtitles не заданы.
yue: 未設定 OpenSubtitles 用戶名或密碼。
zh_hans: 未设置 OpenSubtitles 用户名/密码。
zh_hant: 未設定 OpenSubtitles 用戶名或密碼。

source: Original Size
de: Originalgröße
es: Tamaño original
fr: Taille originale
ja: 実際のサイズ
ko: 원래 크기
pt_br: Tamanho original
ru: Исходный размер
yue: 原始尺寸
zh_hans: 原始尺寸
zh_hant: 原始尺寸

source: Original size
de: Originalgröße
es: Tamaño original
fr: Taille originale
ja: 実際のサイズ
ko: 실제 크기
pt_br: Tamanho original
ru: Исходный размер
yue: 原本大細
zh_hans: 原始尺寸
zh_hant: 原始尺寸

source: Outline Thickness
de: Konturstärke
es: Grosor del contorno
fr: Épaisseur du contour
ja: 縁取りの太さ
ko: 외곽선 두께
pt_br: Espessura do Contorno
ru: Толщина обводки
yue: 外框粗細
zh_hans: 描边粗细
zh_hant: 外框粗細

source: Outline: %@
de: Umriss: %@
es: Contorno: %@
fr: Contour : %@
ja: 縁取り: %@
ko: 외곽선: %@
pt_br: Contorno: %@
ru: Контур: %@
yue: 外框:%@
zh_hans: 描边:%@
zh_hant: 外框:%@

source: Output Device
de: Ausgabegerät
es: Dispositivo de salida
fr: Périphérique de sortie
ja: 出力デバイス
ko: 출력 장치
pt_br: Dispositivo de Saída
ru: Устройство вывода
yue: 輸出裝置
zh_hans: 输出设备
zh_hant: 輸出裝置

source: Output: %@
de: Ausgabe: %@
es: Salida: %@
fr: Sortie : %@
ja: 出力: %@
ko: 출력: %@
pt_br: Saída: %@
ru: Выход: %@
yue: 輸出:%@
zh_hans: 输出:%@
zh_hant: 輸出:%@

source: Passthrough: OFF
de: Passthrough: AUS
es: Passthrough: desactivado
fr: Passthrough : désactivé
ja: パススルー: OFF
ko: 패스스루: 꺼짐
pt_br: Passthrough: DESATIVADO
ru: Прямой вывод: ВЫКЛ
yue: 直通輸出：關
zh_hans: 直通输出：关
zh_hant: 直通輸出：關

source: Passthrough: ON (%@)
de: Passthrough: AN (%@)
es: Passthrough: activado (%@)
fr: Passthrough : activé (%@)
ja: パススルー: ON (%@)
ko: 패스스루: 켜짐 (%@)
pt_br: Passthrough: ATIVADO (%@)
ru: Прямой вывод: ВКЛ (%@)
yue: 直通輸出：開（%@）
zh_hans: 直通输出：开（%@）
zh_hant: 直通輸出：開（%@）

source: Paste
de: Einsetzen
es: Pegar
fr: Coller
ja: ペースト
ko: 붙여넣기
pt_br: Colar
ru: Вставить
yue: 貼上
zh_hans: 粘贴
zh_hant: 貼上

source: Paused
de: Pausiert
es: En pausa
fr: En pause
ja: 一時停止
ko: 일시정지됨
pt_br: Pausado
ru: Приостановлено
yue: 已暫停
zh_hans: 已暂停
zh_hant: 已暫停

source: Perfect :)
de: Perfekt :)
es: Perfecto :)
fr: Parfait :)
ja: パーフェクト :)
ko: 완벽 :)
pt_br: Perfeito :)
ru: Идеально :)
yue: 完美 :)
zh_hans: 完美 :)
zh_hant: 完美 :)

source: PiP not available
de: PiP nicht verfügbar
es: PiP no disponible
fr: PiP indisponible
ja: PiP は利用できません
ko: PiP를 사용할 수 없음
pt_br: PiP indisponível
ru: PiP недоступен
yue: 子母畫面無法使用
zh_hans: 画中画不可用
zh_hant: 子母畫面無法使用

source: Piano
de: Klavier
ja: ピアノ
ko: 피아노
ru: Фортепиано
yue: 鋼琴
zh_hans: 钢琴
zh_hant: 鋼琴

source: Picture in Picture
de: Bild-in-Bild
es: Imagen dentro de imagen
fr: Image dans l'image
ja: ピクチャ・イン・ピクチャ
ko: 화면 속 화면
ru: Картинка в картинке
yue: 子母畫面
zh_hans: 画中画
zh_hant: 子母畫面

source: Pictures
de: Bilder
es: Imágenes
fr: Images
ja: ピクチャ
ko: 사진
pt_br: Imagens
ru: Изображения
yue: 圖片
zh_hans: 图片
zh_hant: 圖片

source: Pinch gesture:
de: Pinch-Geste:
es: Gesto de pellizco:
fr: Geste de pincement :
ja: ピンチジェスチャ:
ko: 핀치 제스처:
pt_br: Gesto de pinça:
ru: Жест щипка:
yue: 捏合手勢:
zh_hans: 捏合手势:
zh_hant: 捏合手勢:

source: Play
de: Wiedergabe
es: Reproducir
fr: Lire
ja: 再生
ko: 재생
pt_br: Reproduzir
ru: Воспроизвести
yue: 播放
zh_hans: 播放
zh_hant: 播放

source: Play / Pause
de: Wiedergabe / Pause
es: Reproducir / Pausa
fr: Lecture / Pause
ja: 再生 / 一時停止
ko: 재생 / 일시정지
pt_br: Reproduzir / Pausar
ru: Воспроизвести / Пауза
yue: 播放 / 暫停
zh_hans: 播放 / 暂停
zh_hant: 播放 / 暫停

source: Play on External Display
de: Auf externem Display abspielen
es: Reproducir en pantalla externa
fr: Lire sur écran externe
ja: 外部ディスプレイで再生
ko: 외부 디스플레이에서 재생
pt_br: Reproduzir em Tela Externa
ru: Воспроизвести на внешнем дисплее
yue: 喺外接屏幕播放
zh_hans: 在外接显示器上播放
zh_hant: 在外部螢幕播放

source: Playback
de: Wiedergabe
es: Reproducción
fr: Lecture
ja: 再生
ko: 재생
pt_br: Reprodução
ru: Воспроизведение
yue: 播放
zh_hans: 播放
zh_hant: 播放

source: Playback Position
de: Wiedergabeposition
es: Posición de reproducción
fr: Position de lecture
ja: 再生位置
ko: 재생 위치
pt_br: Posição de reprodução
ru: Позиция воспроизведения
yue: 播放位置
zh_hans: 播放位置
zh_hant: 播放位置

source: Playback Speed
de: Wiedergabegeschwindigkeit
es: Velocidad de reproducción
fr: Vitesse de lecture
ja: 再生速度
ko: 재생 속도
pt_br: Velocidade de Reprodução
ru: Скорость воспроизведения
yue: 播放速度
zh_hans: 播放速度
zh_hant: 播放速度

source: Playing
de: Wird wiedergegeben
es: Reproduciendo
fr: En lecture
ja: 再生中
ko: 재생 중
pt_br: Reproduzindo
ru: Воспроизводится
yue: 播放中
zh_hans: 播放中
zh_hant: 播放中

source: Playlist
de: Wiedergabeliste
es: Lista de reproducción
fr: Liste de lecture
ja: プレイリスト
ko: 재생목록
pt_br: Lista de reprodução
ru: Список воспроизведения
yue: 播放清單
zh_hans: 播放列表
zh_hant: 播放清單

source: Please check your internet connection and try again.
de: Bitte überprüfen Sie Ihre Internetverbindung und versuchen Sie es erneut.
es: Comprueba tu conexión a Internet e inténtalo de nuevo.
fr: Veuillez vérifier votre connexion Internet et réessayer.
ja: インターネット接続を確認してから、もう一度お試しください。
ko: 인터넷 연결을 확인하고 다시 시도하세요.
pt_br: Verifique sua conexão com a Internet e tente novamente.
ru: Проверьте подключение к Интернету и повторите попытку.
yue: 請檢查網絡連線後再試。
zh_hans: 请检查网络连接后重试。
zh_hant: 請檢查網路連線後再試。
